xroad-catalog-lister/servicerequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
				  xmlns:xr="http://xroad.vrk.fi/xroad-catalog-lister">
   <soapenv:Header/>
   <soapenv:Body>
      <xr:listServices>
         <xr:changedAfter>2011-01-01</xr:changedAfter>
      </xr:listServices>
   </soapenv:Body>
</soapenv:Envelope>

